Repository: longguikeji/arkid
Catalog: */其他插件/com_longgui_app_protocol_cas_server/mama_cas/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: You have been successfully logged out
pt_br: Você foi desconectado com sucesso

source: Username
pt_br: Nome de usuário

source: Please enter your username
pt_br: Por favor insira seu nome de usuário

source: Password
pt_br: Senha

source: Please enter your password
pt_br: Por favor insira sua senha

source: Warn before automatic login to other services
pt_br: Avisar antes de login automático para outros serviços

source: Internal error while authenticating user
pt_br: Erro interno ao autenticar o usuário

source: The username or password is not correct
pt_br: Por favor, entre com um usuário e senha corretos. Note que ambos os campos diferenciam maiúsculas e minúsculas.

source: This user account is disabled
pt_br: Esta conta de usuário está desativada

source: Invalid username provided
pt_br: Nome de usuário inválido

source: user
pt_br: usuário

source: expires
pt_br: expira

source: consumed
pt_br: consumido

source: service
pt_br: serviço

source: primary
pt_br: primário

source: service ticket
pt_br: ticket de serviço

source: service tickets
pt_br: tickets de serviço

source: granted by proxy-granting ticket
pt_br: concedido por ticket de concessão de proxy

source: proxy ticket
pt_br: ticket de proxy

source: proxy tickets
pt_br: tickets de proxy

source: granted by service ticket
pt_br: concedido pelo ticket de serviço

source: granted by proxy ticket
pt_br: concedido pelo ticket de proxy

source: proxy-granting ticket
pt_br: ticket de concessão de proxy

source: proxy-granting tickets
pt_br: tickets de concessão de proxy

source: Central Authentication Service
pt_br: Serviço de Autenticação Central

source: Yes, continue
pt_br: Sim, continuar

source: No, log me out
pt_br: Não, me desconecte

source: You are logged in as %s
pt_br: Você está logado como %s
